{
  "id": "bach-tram-huong",
  "name": "Bạch Trầm Hương",
  "image": "/images/bach-tram-huong/avt.webp",
  "title": "Linh Yến",
  "rarity": "SP",
  "type": "Phụ Trợ",
  "builds": [
    {
      "title": "PvE - 1111"
    },
    {
      "title": "PvP - 2222"
    }
  ],
  "skillDetails": [
    {
      "id": "bach-tram-huong-s1-1",
      "_tempOrder": 1,
      "_tempBranch": 1,
      "name": "Thiên Vũ Trì",
      "type": "Chủ động",
      "soulRingType": "Thực Vật",
      "description": "Chọn 1 Hồn Sư phe ta để hồi phục 3 điểm hồn lực, đồng thời vĩnh viễn tăng 30% sát thương cuối cùng gây ra cho toàn phe ta, cộng dồn tối đa 5 tầng.Nếu Hồn Sư được chọn sở hữu [Vũ Yến], sẽ thu hồi [Vũ Yến] và phân phối cho Hồn Sư Cường Mẫn có sức tấn công ban đầu cao nhất phe ta.",
      "yearEffects": {
        "y1k": "Khi thi triển kỹ năng này, mục tiêu lập tức hành động. Hiệu ứng này mỗi 3 điểm Hồn Sư phe ta trong trận chiến có thể kích hoạt 1 lần.",
        "y10k": "Tăng 30% sát thương cuối cùng cho toàn phe ta.",
        "y25k": "Tăng 50% sát thương cuối cùng cho toàn phe ta.",
        "y50k": "Khi thi triển kỹ năng này, sẽ hồi phục 3 điểm hồn lực cho toàn bộ Hồn Sư phe ta.",
        "y100k": "Tăng 100% sát thương cuối cùng cho toàn phe ta."
      },
      "note": [
        "Vũ Yến: Mỗi [Vũ Yến] khiến Hồn Kỹ của người sở hữu giảm 1 điểm tiêu hao hồn lực.Khi tiêu hao hồn lực của Hồn Sư vượt quá mức tiêu hao hồn lực cơ bản, mỗi điểm giảm sẽ tăng sát thương cuối cùng gây ra."
      ],
      "iconUrl": "/images/bach-tram-huong/hh1-1.webp"
    },
    {
      "id": "bach-tram-huong-s2-1",
      "_tempOrder": 2,
      "_tempBranch": 1,
      "name": "Vũ Yến Trục Phong",
      "type": "Bị Động",
      "soulRingType": "Vũ Yến",
      "description": "Khi trận chiến bắt đầu, Linh Yến - Bạch Trầm Hương lần lượt phát 1 [Vũ Yến] cho toàn thể phe ta. Khi lượt của Linh Yến - Bạch Trầm Hương bắt đầu, thu hồi [Vũ Yến] của hồn sư có tốc độ ban đầu cao nhất phe ta, đồng thời phân phối cho hồn sư Cường Mẫn có sức tấn công ban đầu cao nhất phe ta. Khi hồn sư thi triển hồn kỹ, nếu giá trị giảm tiêu hao hồn lực vượt quá mức tiêu hao hồn lực cơ bản, mỗi điểm vượt quá sẽ tăng 200% sát thương cuối cùng gây ra.",
      "yearEffects": {
        "y1k": "Khi hồn sư có sức tấn công ban đầu cao nhất phe ta sở hữu 6 con [Vũ Yến], sát thương cuối cùng gây ra vĩnh viễn tăng 200%.",
        "y10k": "Khi hồn sư có sức tấn công ban đầu cao nhất phe ta sở hữu 6 con [Vũ Yến], sát thương cuối cùng gây ra vĩnh viễn tăng 300%.",
        "y25k": "Khi hồn sư có sức tấn công ban đầu cao nhất phe ta sở hữu 6 con [Vũ Yến], tiêu hao hồn lực ban đầu của hồn kỹ hồn sư này luôn là 0.",
        "y50k": "Cứ mỗi 100% tỷ lệ bạo kích của SP Bạch Trầm Hương, mỗi [Vũ Yến] sẽ tăng 30% sát thương cuối cùng cho hồn sư sở hữu, tối đa mỗi [Vũ Yến] tăng 600% sát thương cuối cùng cho hồn sư sở hữu.",
        "y100k": "Khi hồn sư có sức tấn công ban đầu cao nhất phe ta sở hữu 6 con [Vũ Yến], sát thương cuối cùng gây ra vĩnh viễn tăng 500%."
      },
      "note": [
        "Vũ Yến: Mỗi [Vũ Yến] khiến Hồn Kỹ của người sở hữu giảm 1 điểm tiêu hao hồn lực.Khi tiêu hao hồn lực của Hồn Sư vượt quá mức tiêu hao hồn lực cơ bản, mỗi điểm giảm sẽ tăng sát thương cuối cùng gây ra."
      ],
      "iconUrl": "/images/bach-tram-huong/hh2-1.webp"
    },
    {
      "id": "bach-tram-huong-s3-1",
      "_tempOrder": 3,
      "_tempBranch": 1,
      "name": "Quy Lan",
      "type": "Công thường",
      "soulRingType": "Cường Hoá",
      "description": "Linh Yến - Bạch Trầm Hương gây 150% sát thương công kích lên 1 đơn vị địch, sau đó tăng vĩnh viễn 10% sát thương cuối cùng gây ra cho hồn sư Cường Mẫn công của phe ta. Với mỗi [Vũ Yến] sở hữu, một tầng bổ sung sẽ được thêm vào, tối đa cộng dồn 7 tầng.",
      "yearEffects": {
        "y1k": "Mỗi tầng tăng vĩnh viễn 15% sát thương cuối cùng cho hồn sư Cường Mẫn công phe ta.",
        "y10k": "Mỗi tầng tăng vĩnh viễn 20% sát thương cuối cùng cho hồn sư Cường Mẫn công phe ta.",
        "y25k": "Mỗi tầng tăng vĩnh viễn 30% sát thương cuối cùng cho hồn sư Cường Mẫn công phe ta.",
        "y50k": "Khi bất kỳ hồn sư phe ta sở hữu 6 con [Vũ Yến], Bạch Trầm Hương SP lập tức sử dụng tấn công thường này 1 lần mà không tiêu hao, hiệu ứng này chỉ kích hoạt 1 lần trong trận chiến.",
        "y100k": "Mỗi tầng tăng vĩnh viễn 50% sát thương cuối cùng cho hồn sư Cường Mẫn công phe ta."
      },
      "note": [
        "Vũ Yến: Mỗi [Vũ Yến] khiến Hồn Kỹ của người sở hữu giảm 1 điểm tiêu hao hồn lực.Khi tiêu hao hồn lực của Hồn Sư vượt quá mức tiêu hao hồn lực cơ bản, mỗi điểm giảm sẽ tăng sát thương cuối cùng gây ra."
      ],
      "iconUrl": "/images/bach-tram-huong/hh3-1.webp"
    },
    {
      "id": "bach-tram-huong-s4-1",
      "_tempOrder": 4,
      "_tempBranch": 1,
      "name": "Yến Tật Phủ Trùng",
      "type": "Chủ động",
      "soulRingType": "Kết Giới Vũ Yến",
      "description": "Linh Yến - Bạch Trầm Hương gây sát thương bằng 300% lực công lên toàn thể kẻ địch, nếu hồn sư có sức tấn công ban đầu cao nhất phe ta sở hữu 6 con [Vũ Yến], sẽ triển khai [Kết Giới Vũ Yến], duy trì vĩnh viễn.\nTrong thời gian Kết Giới duy trì:\n* Hồn sư có sức tấn công ban đầu cao nhất phe ta mỗi khi sở hữu 1 con [Vũ Yến], sẽ hồi thêm 1 điểm hồn lực khi lượt của bản thân bắt đầu.\n* Hồn sư có sức tấn công ban đầu cao nhất phe ta sẽ tiêu hao toàn bộ hồn lực khi tấn công lần đầu tiên trong lượt của bản thân, mỗi điểm hồn lực tiêu hao tăng 50% sát thương cuối cùng gây ra, duy trì đến khi lượt tiếp theo của bản thân bắt đầu.",
      "yearEffects": {
        "y1k": "Mỗi điểm hồn lực tiêu hao tăng 100% sát thương cuối cùng gây ra.",
        "y10k": "Mỗi điểm hồn lực tiêu hao tăng 150% sát thương cuối cùng gây ra.",
        "y25k": "Mỗi điểm hồn lực tiêu hao tăng 200% sát thương cuối cùng gây ra.",
        "y50k": "Nếu hồn sư này sở hữu 6 con [Vũ Yến], hiệu quả tăng sát thương cuối cùng của [Kết Giới Vũ Yến] sẽ được nhân đôi.",
        "y100k": "Mỗi điểm hồn lực tiêu hao tăng 400% sát thương cuối cùng gây ra."
      },
      "note": [
        "Kết Giới Vũ Yến: Hiệu quả Kết Giới, không thể được kích hoạt bằng bất kỳ hiệu ứng kỹ năng nào khác ngoài [Yến Tật Phủ Trùng] hoặc [Hồn - Yến Tật Phủ Trùng]."
      ],
      "iconUrl": "/images/bach-tram-huong/hh4-1.webp"
    },
    {
      "id": "bach-tram-huong-s1-2",
      "_tempOrder": 1,
      "_tempBranch": 2,
      "name": "Kết Vũ Yến",
      "type": "Chủ động",
      "soulRingType": "Đơn Thể Tăng Ích",
      "description": "Linh Yến - Bạch Trầm Hương chọn 1 hồn sư phe ta để hồi phục 3 điểm hồn lực, đồng thời khiến sát thương lần sau gây ra của hồn sư đó tăng 50%. Nếu hồn sư được chọn sở hữu [Linh Yến] thì thu hồi [Linh Yến] và phân phối cho bản thân.",
      "yearEffects": {
        "y1k": "Khi thi triển kỹ năng này, loại bỏ tất cả trạng thái khống chế cho hồn sư mục tiêu.",
        "y10k": "Khi thi triển kỹ năng này, khiến sát thương hồn kỹ lần sau gây ra của toàn thể phe ta tăng 20%.",
        "y25k": "Khi thi triển kỹ năng này, hồi phục 1 điểm hồn lực cho các hồn sư khác của phe ta.",
        "y50k": "Khi thi triển kỹ năng này, loại bỏ tất cả trạng thái khống chế cho toàn thể hồn sư phe ta.",
        "y100k": "Lần đầu tiên thi triển kỹ năng này, hồi phục 3 điểm hồn lực cho các hồn sư khác của phe ta."
      },
      "note": [
        "Linh Yến: Mỗi con [Linh Yến] giảm 1 điểm tiêu hao hồn lực của hồn kỹ cho người sở hữu. Khi Linh Yến - Bạch Trầm Hương thi triển hồn kỹ hoặc tấn công thường, nếu hồn sư phe ta đã bị thu hồi [Linh Yến] có đủ hồn lực, sẽ lập tức thi triển Đệ Nhất hoặc Đệ Bát Hồn kỹ để hiệp chiến."
      ],
      "iconUrl": "/images/bach-tram-huong/hh1-2.webp"
    },
    {
      "id": "bach-tram-huong-s2-2",
      "_tempOrder": 2,
      "_tempBranch": 2,
      "name": "Linh Yến Quy Sào",
      "type": "Bị động",
      "soulRingType": "Linh Yến",
      "description": "Khi trận chiến bắt đầu, Linh Yến - Bạch Trầm Hương lần lượt phát 1 [Linh Yến] cho toàn bộ phe ta, khi lượt của Linh Yến - Bạch Trầm Hương bắt đầu, thu hồi [Linh Yến] của hồn sư phe ta có tốc độ khởi đầu cao nhất, đồng thời phân phối cho bản thân.\n\nKhi Linh Yến - Bạch Trầm Hương thi triển hồn kỹ hoặc tấn công thường, nếu hồn sư phe ta đã bị thu hồi [Linh Yến] có đủ hồn lực, sẽ lập tức thi triển Đệ Nhất hoặc Đệ Bát Hồn kỹ để hiệp chiến, đồng thời đòn tấn công lần này của hồn sư đó tăng 50% sát thương gây ra, mỗi hồn sư phe ta tối đa kích hoạt 1 lần mỗi lượt.",
      "yearEffects": {
        "y1k": "Khi hồn sư phe ta sở hữu [Linh Yến], sát thương hồn kỹ nhận vào giảm 10%.",
        "y10k": "Mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yến], đồng đội mang theo [Linh Yến] thi triển hồn kỹ thì tiêu hao hồn lực giảm 1.",
        "y25k": "Mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yên], toàn phe ta nhận sát thương giảm 20%.",
        "y50k": "Khi Linh Yến - Bạch Trầm Hương thu hồi [Linh Yến], loại bỏ trạng thái khống chế của bản thân và khiến bản thân lập tức hành động.",
        "y100k": "Khi hồn sư phe ta nhận sát thương chí mạng, nếu hồn sư đó sở hữu [Linh Yên), sẽ tiêu hao toàn bộ hồn lực của người sở hữu để nhận [Bất Tử] cho đến hết lượt này. Khi lượt kết thúc, Linh Yến - Bạch Trầm Hương thu hồi [Linh Yến] mà hồn sư đó sở hữu."
      },
      "note": [
        "Linh Yến: Mỗi con [Linh Yến] giảm 1 điểm tiêu hao hồn lực của hồn kỹ cho người sở hữu. Khi Linh Yến - Bạch Trầm Hương thi triển hồn kỹ hoặc tấn công thường, nếu hồn sư phe ta đã bị thu hồi [Linh Yến] có đủ hồn lực, sẽ lập tức thi triển Đệ Nhất hoặc Đệ Bát Hồn kỹ để hiệp chiến."
      ],
      "iconUrl": "/images/bach-tram-huong/hh2-2.webp"
    },
    {
      "id": "bach-tram-huong-s3-2",
      "_tempOrder": 3,
      "_tempBranch": 2,
      "name": "Lược Ảnh",
      "type": "Công thường",
      "soulRingType": "Hồi Hồn Lực",
      "description": "Linh Yến - Bạch Trầm Hương gây sát thương bằng 150% công lực lên 1 đơn vị địch, sau đó có 10% xác suất hồi phục 1 điểm hồn lực cho toàn thể phe ta, mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yến] sẽ tăng thêm 10% xác suất.",
      "yearEffects": {
        "y1k": "Mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yến] sẽ tăng thêm 15% xác suất.",
        "y10k": "Mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yến] sẽ tăng thêm 20% xác suất.",
        "y25k": "Mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yến] sẽ tăng thêm 30% xác suất.",
        "y50k": "Lần đầu tiên thi triển, chắc chắn hồi phục 1 điểm hồn lực cho toàn thể phe ta.",
        "y100k": "Mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yến] sẽ tăng thêm 50% xác suất."
      },
      "note": [
        "Linh Yến: Mỗi con [Linh Yến] giảm 1 điểm tiêu hao hồn lực của hồn kỹ cho người sở hữu. Khi Linh Yến - Bạch Trầm Hương thi triển hồn kỹ hoặc tấn công thường, nếu hồn sư phe ta đã bị thu hồi [Linh Yến] có đủ hồn lực, sẽ lập tức thi triển Đệ Nhất hoặc Đệ Bát Hồn kỹ để hiệp chiến."
      ],
      "iconUrl": "/images/bach-tram-huong/hh3-2.webp"
    },
    {
      "id": "bach-tram-huong-s4-2",
      "_tempOrder": 4,
      "_tempBranch": 2,
      "name": "Phong Ảnh Lược Ngân",
      "type": "Chủ động",
      "soulRingType": "Yến Ảnh",
      "description": "Linh Yến - Bạch Trầm Hương gây sát thương bằng 300% lực công lên toàn thể kẻ địch, sau đó thi triển [Yến Ảnh] lên toàn bộ phe ta. [Yến Ảnh] tương đương với 1000% sinh mệnh tối đa của bản thân Linh Yến - Bạch",
      "yearEffects": {
        "y1k": "Mỗi khi Linh Yến - Bạch Trầm Hương sở hữu 1 con [Linh Yến], giá trị khiên của [Yến Ánh] tăng thêm 100%.",
        "y10k": "Đồng thời khiến toàn bộ phe ta miễn nhiễm sát thương hồn kỹ lần sau nhận vào.",
        "y25k": "Đồng thời khiến toàn bộ phe ta miễn nhiễm sát thương hồn kỹ 2 lần sau nhận vào.",
        "y50k": "Khi Linh Yến - Bạch Trầm Hương lần đầu tiên thu hồi [Linh Yến] của hồn sư phe ta, sẽ thi triển [Yến Ảnh] lên toàn bộ phe ta mà không tiêu hao, hiệu ứng này chỉ kích hoạt 1 lần trong 1 trận chiến.",
        "y100k": "Mỗi 100% tỷ lệ bạo kích ban đầu của Linh Yến - Bạch Trầm Hương sẽ khiến giá trị khiên của [Yến Ảnh] tăng thêm 1%."
      },
      "note": [
        "Yến Ảnh: Khiên bảo vệ tương đương với sinh mệnh tối đa của bản thân Linh Yến -Bạch Trầm Hương."
      ],
      "iconUrl": "/images/bach-tram-huong/hh4-2.webp"
    }
  ],
  "soulBones": [],
  "nvvCardSystem": {
    "cards": []
  },
  "starUpgrades": [],
  "amKhiNote": "",
  "thienPhu": []
}