{
  "id": "tieu-bach",
  "name": "Tiểu Bạch",
  "image": "/images/tieu-bach/avt.jpg",
  "title": "Thâm Hải Lãnh Chúa",
  "rarity": "SP",
  "type": "Phụ Trợ",
  "builds": [
    {
      "title": "PvE - 1121"
    },
    {
      "title": "PvP - 2212"
    }
  ],
  "skillDetails": [
    {
      "id": "tieu-bach-s1-1",
      "name": "Lướt Gió Đạp Sóng",
      "type": "Chủ động",
      "soulRingType": "Tăng ích quần thể",
      "description": "Thâm Hải Lãnh Chủ Tiểu Bạch thúc đẩy 30% thanh hành động cho toàn phe ta, và làm cho tất cả hỗn kỹ của phe ta gây ra sát thương cuối vĩnh viễn tăng 20%, cộng dồn tối đa 5 tầng.",
      "yearEffects": {
        "y1k": "Hiệu quả tăng cường sát thương cuối cùng của hỗn kỹ sẽ tăng thêm 10%.",
        "y10k": "Hiệu quả tăng cường sát thương cuối cùng của hỗn kỹ sẽ tăng thêm 20%.",
        "y25k": "Hiệu quả tăng cường sát thương cuối cùng của hỗn kỹ sẽ tăng thêm 30%.",
        "y50k": "Sau khi tích lũy đến 5 tầng, mỗi lượt đầu tiên của tiểu đơn surphe ta sát thương cuối gây ra sẽ được tăng 200%.",
        "y100k": "Hiệu quả tăng cường sát thương cuối cùng của hỗn kỹ sẽ tăng thêm 50%."
      },
      "iconUrl": "/images/tieu-bach/hh1-1.png"
    },
    {
      "id": "tieu-bach-s2-1",
      "name": "Quần Sa Vệ Sĩ",
      "type": "Bị động",
      "soulRingType": "Thực Vật",
      "description": "Tật Hành sẽ căn cứ vào thuộc tính tốc độ ban đầu của đồng đội để lần lượt phân phối cho tất cả đồng minh một danh hiệu [Quán Sư Về Sự Nổ], mỗi đồng đội có thể hoàn thành chỉ lệnh liên quan đến danh hiệu này để nhận buff. Khi đồng đội thực hiện chỉ lệnh thông qua kỹ năng của chính mình, Tật Hành sẽ tích lũy chỉ số sát thương đội, chuẩn cho lần kích phát chỉ số sát thương gấp 4 tương ứng đồng minh với số lần sử dụng nhiều. Mỗi đồng minh có thể hoàn thành [Quán Sư Về Sự Nổ] một lần.",
      "yearEffects": {
        "y1k": "Mỗi khi một nhân vật hoàn thành 1 lần chỉ lệnh, hiệu quả kích thích của Tật Hành tăng thêm 60%.",
        "y10k": "Mỗi khi một nhân vật hoàn thành 1.5 lần chỉ lệnh, hiệu quả kích thích của Tật Hành tăng thêm 80%.",
        "y25k": "Mỗi khi một nhân vật hoàn thành 2.5 lần chỉ lệnh, hiệu quả kích thích của Tật Hành tăng thêm 100%.",
        "y50k": "Mỗi khi một nhân vật hoàn thành 5 lần chỉ lệnh, hiệu quả kích thích của Tật Hành tăng thêm 200%.",
        "y100k": "Mỗi khi nhân vật thực hiện đủ 10 lần chỉ lệnh, Tật Hành sẽ kích phát chỉ số sát thương đội, kích thích chỉ số sát thương của tổ đội cao nhất trên diện rộng."
      },
      "note": [
        "Quần Sa Vệ Sĩ: Hiệu ứng kỹ năng : Sau khi thực hiện chỉ lệnh tương ứng, Tật Hành sẽ kích hoạt các hiệu ứng buff, kịch tính cho tổ đội, mỗi đồng minh nhận được sự tăng trưởng vĩnh viễn trong sát thương cơ bản.",
        "[red|Thứ tự cá] :",
        "[blue|Quần Sa Tốc Vệ] : Trong lượt của bản thân áp dụng trạng thái khống chế lên phe địch.",
        "[yellow|Quần Sa Tiêu Vệ] : Khi lượt của bản thân kết thúc, ít nhất có 1 Lãnh Vực hoặc Kết Giới được kích hoạt.",
        "[green|Quần Sa Thuẫn Vệ] : Nếu trong lượt bản thân, giới trị máu thay đổi hoặc thực hiện việc tạo khiên cho phe ta...",
        "[purple|Quần Sa Viện Vệ] : Trong lượt của bản thân hồi phục hiệu lực cho phe ta.",
        "[orange|Quần Sa Thiết Vệ] : Bản thân thực hiện tấn công trong 2 lượt liên tiếp."
      ],
      "iconUrl": "/images/tieu-bach/hh2-1.png"
    },
    {
      "id": "tieu-bach-s3-2",
      "name": "Kinh Tao",
      "type": "Bị động",
      "soulRingType": "Giáp Thuẫn",
      "description": "Thâm Hải Lãnh Chủ Tiểu Bạch tấn công một mục tiêu của đối phương, gây ra 150% sát thương công kích. Đồng thời, cô ấy khiến các hồn sư Cường Mẫn công nhận được 20% tăng sát thương cho lần sử dụng hồn kỹ hoặc tấn công tiếp theo.",
      "yearEffects": {
        "y1k": "Sát thương gây ra sẽ tăng lên 30%.",
        "y10k": "Sát thương gây ra sẽ tăng lên 40%.",
        "y25k": "Sát thương gây ra sẽ tăng lên 60%.",
        "y50k": "Khiến các hồn sư Cường Mẫn công nhận được hiệu quả tăng sát thương khi giải phóng hồn kỹ hoặc sử dụng chiêu thức tấn công trong 2 hiệp tiếp theo.",
        "y100k": "Sát thương gây ra sẽ tăng lên 100%."
      },
      "iconUrl": "/images/tieu-bach/hh3-2.png"
    },
    {
      "id": "tieu-bach-s4-1",
      "name": "Phong Trì Điện Xế",
      "type": "Chủ động",
      "soulRingType": "Thực Vật",
      "description": "Thám Hải Lãnh Chủ Tiểu Bạch chọn một hồn sư phe ta, khiến họ vĩnh viễn sở hữu hiệu ứng [Tật Hành], mỗi lần hành động đều sẽ liên tục thực hiện 2 lượt hành động và sát thương cuối gây ra sẽ tăng 120%. Tuy nhiên, chỉ tồn tại duy nhất 1 hiệu quả [Tật Hành] trong phe ta.",
      "yearEffects": {
        "y1k": "Khi bắt đầu lượt thứ hai của hành động liên tiếp, sẽ hồi phục thêm 2 điểm hồn lực.",
        "y10k": "Khi bắt đầu lượt thứ hai của hành động liên tiếp, tất cả kỹ năng của bản thân sẽ làm mới thời gian hồi chiêu.",
        "y25k": "Trong lượt thứ hai của hành động liên tiếp, sát thương cuối gây ra sẽ tăng 200%.",
        "y50k": "Trong lượt thứ hai của hành động liên tiếp, sát thương cuối gây ra sẽ tăng 300%.",
        "y100k": "Thời gian hồi hơn sự này nhận được từ phe ta sẽ được duy trì cho đến lượt thứ hai và sau đó mới biến mất."
      },
      "note": [
        "Tật Hành: Kỹ năng của Tiểu Bạch, giúp một đồng minh nhận được hiệu ứng [Tật Hành], cho phép họ thực hiện hành động liên tiếp 2 lượt và tăng mạnh sát thương cuối. Tuy nhiên, chỉ có thể tồn tại duy nhất một hiệu ứng này trong phe ta, lúc đó chỉ có một nhân vật có thể nhận hiệu ứng [Tật Hành] cùng lúc."
      ],
      "iconUrl": "/images/tieu-bach/hh4-1.png"
    }
  ],
  "soulBones": [
    {
      "position": "Tay Phải",
      "name": "Tật Sa Kinh Đào",
      "standard": {
        "base": "Hồn Sư phe ta có [Tật Hành] gây ST Cuối tăng 50% trong lượt của bản thân",
        "star4": "Cứ mỗi Hồn Sư phe ta thực hiện 5 lệnh, ST Cuối do Hồn Sư phe ta có [Tật Hành] gây ra tăng 100%",
        "star6": "Sau khi Hồn Sư phe ta có [Tật Hành] thực hiện 5 lệnh, trạng thái nhận được từ phe ta sẽ không biến mất tự nhiên, duy trì ít nhất 1 hiệp"
      },
      "mutation": {
        "name": "Nguyên Cốt Tiến Hoá Tật Sa Kinh Đào",
        "star1Red": "Hồn Sư phe ta sở hữu [Ma Sa Thiết Vệ] hoặc [Quần Sa Thiết Vệ] trong lượt của mình gây ST Cuối tăng 50%",
        "star4Red": "Sau khi Tiểu Bạch hành động trong lượt của mình hoặc sau khi Hồn Sư phe ta hoàn thành lệnh, trong lượt chiến trường tiếp theo, khi bất kỳ Hồn Sư phe ta nào hoàn thành lệnh sẽ được hoàn thành thêm 1 lần.",
        "star5Red": "Trong chế độ đấu trường, sau khi Hồn Sư phe ta bị tấn công, nếu trong lượt này đã mất ít nhất 2 tầng [Sa Hồn], sẽ nhận được Miễn Nhiễm sát thương kéo dài đến đầu lượt chiến trường tiếp theo, hiệu ứng này mỗi Hồn Sư phe ta chỉ được kích hoạt 1 lần",
        "star6Red": "Cứ mỗi 10 lần Hồn Sư phe ta hoàn thành lệnh, Tiểu Bạch giúp toàn bộ phe ta gây ST Cuối tăng vĩnh viễn 100%, cộng dồn tối đa 2 lần."
      }
    }
  ]
}